Repository: ghonijee/brapa-app
Catalog: lib/presentation/l10n/intl_*.arb
Languages: id

# menuRecord
source: Record
id: Catat

# menuHistory
source: History
id: Riwayat

# menuAccount
source: Account
id: Rekening

# menuSetting
source: Settings
id: Setelan

source: Expense
id: Pengeluaran

source: Income
id: Pemasukan

# noteHint
source: Write a memo
id: Tulis keterangan

source: Category
id: Kategori

source: All Category
id: Semua Kategori

source: Account
id: Rekening

source: All Account
id: Semua Rekening

source: Show more
id: Lihat semua

source: Histories
id: Riwayat

source: Daily
id: Harian

source: Monthly
id: Bulanan

# otherMenu
source: Other Actions
id: Menu Lain

# createTransactionTitle
source: Create Transaction
id: Buat Transaksi

# createTransactionSubtitle
source: Record new transaction with form
id: Catat transaksi baru melalui form

# createTransferitle
source: Create Transfer
id: Buat Transfer

# createTransferSubtitle
source: Send to other account with form
id: Kirim saldo ke rekening lain melalui form

source: Amount Value
id: Total

source: Memo
id: Catatan

# memoHint
source: Description memo for transaction
id: Tambahkan keterangan untuk transaksi

source: Date
id: Tanggal

source: Cancel
id: Batal

source: Select
id: Pilih

source: Save
id: Simpan

source: Account Source
id: Rekening Asal

source: Account Target
id: Rekening Tujuan

source: Transfer Detail
id: Detail Transfer

source: Transaction Detail
id: Detail Transaksi

source: Remove Data
id: Hapus Data

# removeDataDesc
source: Are you sure want to remove this?
id: Apakah anda yakin menghapus data ini?

source: Yes, sure
id: Ya, yakin

source: No, Cancel
id: Tidak

source: Accounts
id: Rekening

source: My Balance
id: Saldo

source: Transfer to
id: Transfer ke

source: From
id: Dari

source: Settings
id: Setelan

source: Create Account
id: Tambah Rekening

source: Name
id: Nama

source: Balance
id: Saldo

source: Active
id: Aktif

# activeDesc
source: When set to inactive, it will not appear on the list.
id: Jika tidak aktif, maka tidak akan tampil di list.

source: Icon Image
id: Ikon Gambar

# iconImageDesc
source: This image will show on list and chips
id: Gambar ini akan tampil di list dan chips

source: Manage Tips
id: Sebuah Tips

# manageTipsDesc
source: Press and hold the item to active reoder list feature
id: Tekan dan tahan beberapa detika hingga muncul fitur mengurutkan. Kemudian atur urutan data sesuai kebutuhan.

source: Reorder
id: Urutkan

source: Expense Categories
id: Kategori Pengeluaran

source: Create Category
id: Tambah Kategori

source: Income Categories
id: Kategori Pemasukan

source: Security
id: Keamanan

source: Secure App
id: Kunci Aplikasi

source: Change PIN
id: Atur kembali PIN

# biometric
source: Biometric Lock
id: Kunci Sidik Jari

# setPinDesc
source: Set PIN to secure your data
id: Atur PIN untuk melindungi Data

source: Language
id: Bahasa

# hintBiometric
source: Scan for enable biometric
id: Scan untuk menggunakan Sidik Jari

source: Enter your PIN
id: Masukan PIN Anda

# pinIsIncorrect
source: PIN is incorect
id: PIN salah

source: Save record success
id: Berhasil menyimpan

source: Update record success
id: Berhasil mengupdate

source: Transfer success
id: Transfer berhasil

# transferUpdateSuccess
source: Update transfer success
id: Transfer berhasil diupdate
